Repository: zephiel1802/NavitiaSDKUX_ios
Catalog: NavitiaSDKUI/Resources/*.lproj/Localizable.strings
Languages: fr

source: Journeys
fr: Itinéraires

source: With
fr: Dont

source: walking
fr: à pied

source: No journey found
fr: Aucun itinéraire trouvé

source: Roadmap
fr: Feuille de route

source: Details
fr: Détails

# a_time_walk
source: A %@ walk
fr: %@ de marche

# a_time_ride
source: A %@ ride
fr: %@ de vélo

# a_time_drive
source: A %@ drive
fr: %@ de voiture

source: Take a %@ bike at
fr: Prendre un vélo %@ à

source: Wait
fr: Attendre

source: From
fr: Du

# to_period
source: to
fr: au

source: until further notice
fr: jusqu'à nouvel ordre

# units_meters
source: meters
fr: mètres

source: Departure
fr: Départ

source: Arrival
fr: Arrivée

source: Take the
fr: Prendre le

source: at
fr: à

source: in the direction of
fr: en direction de

# units_hour_and_minute
source: %d hour and %d minute
fr: %d heure et %d minute

# units_hour_and_minutes
source: %d hour and %d minutes
fr: %d heure et %d minutes

# units_hours_and_minute
source: %d hours and %d minute
fr: %d heures et %d minute

# units_hours_and_minutes
source: %d hours and %d minutes
fr: %d heures et %d minutes

# stops
source: %d stops
fr: %d arrêts

source: to
fr: vers

# departure_with_colon
source: Departure:
fr: Départ :

# arrival_with_colon
source: Arrival:
fr: Arrivée :

# to_with_uppercase
source: To
fr: En direction de

source: Carpooling
fr: Covoiturage

source: No carpooling options found
fr: Aucune offre de covoiturage disponible

source: Male
fr: Homme

source: Female
fr: Femme

# rating
source: %d rating
fr: %d note

# rating_plural
source: %d ratings
fr: %d notes

source: Free
fr: Gratuit

source: Price not available
fr: Prix non disponible

# available_seats
source: Available seats: %d
fr: Places disponibles : %d

# no_available_seats
source: Available seats: N/A
fr: Places disponibles : N/A

source: Book
fr: Réserver

source: View on the map
fr: Voir sur la carte

# carpool_highlight_message
source: Share a car with someone going the same way.
fr: Partager une voiture avec un particulier pour aller vers la même destination.

source: Cancel
fr: Annuler

# proceed
source: continue
fr: continuer

source: Don't show this message again
fr: Ne plus afficher ce message

# redirection_message
source: You will be redirected to the carpool application
fr: Vous allez être redirigé vers l'application de covoiturage

source: About
fr: Environ

# take_the_ridesharing
source: Take the ridesharing at
fr: Prendre le covoiturage à

source: Understood
fr: Compris

source: Back
fr: Retour

source: Close
fr: Fermer

source: Yes
fr: Oui

# a_time_ridesharing
source: A %@ ridesharing
fr: %@ de covoiturage

# for_meter
source: for %dm
fr: sur %dm

# bss_available_bikes
source: %d available bike
fr: %d vélo disponible

# available_places
source: %d available place
fr: %d place disponible

# dock_bike_at
source: Dock the %@ bike at
fr: Déposer le vélo %@ à

source: Continue on
fr: Continuez sur

source: Carry straight on
fr: Continuez tout droit

source: Turn left on
fr: Tournez à gauche sur

# in_meter
source: in %dm
fr: dans %dm

source: Turn left
fr: Tournez à gauche

source: Turn right on
fr: Tournez à droite sur

source: Turn right
fr: Tournez à droite

# carbon_journey
source: Your journey
fr: Votre trajet

# bss_available_bikes_plural
source: %d available bikes
fr: %d vélos disponibles

# available_places_plural
source: %d available places
fr: %d places disponibles

source: Mandatory reservation
fr: Réservation obligatoire

# carbon_car
source: By car
fr: En voiture

source: Send request
fr: Répondre à l'annonce

source: Network:
fr: Réseau :

source: Journey research in progress
fr: Recherche d'itinéraire en cours

# reminder_of_the_research
source: Reminder of the research. From %@ to %@
fr: Rappel de la recherche. Depuis %@ vers %@

source: Departure on %@ at %@
fr: Départ le %@ à %@

source: Reverse departure and arrival
fr: Inverser départ et arrivée

source: disrupted
fr: Perturbé

source: and
fr: et

# walking_noun
source: Walking
fr: Marche à pied

# bike_noun
source: Bike
fr: Vélo

# car_noun
source: Car
fr: Voiture

# bss_noun
source: Bike sharing service
fr: Vélo en libre service

# ridesharing_noun
source: Ridesharing
fr: Covoiturage

# ridesharing_departure_at
source: Ridesharing departure at %@ with %@ .
fr: Covoiturage départ à %@ avec %@ .

# ridesharing_available_places
source: %d available places.
fr: %d places disponibles.

source: No rating.
fr: Pas de note.

# rating_out_of_five
source: Rating: %.1f out of 5.
fr: Note : %.1f sur 5.

# ridesharing_offer
source: Ridesharing offer : pick up at %@. Drop off at %@.
fr: Offre de covoiturage : Prise en charge au %@. Dépose au %@.

source: Departure at %@ from %@
fr: Départ à %@ de %@

# you_arrived
source: You arrived at %@.
fr: Vous êtes arrivé à %@.

# carbon_footprint
source: Carbon footprint of your trip: %@.
fr: Bilan carbone de votre trajet: %@.

# carbon_comparison_car
source: Comparison with the car: %@.
fr: Comparaison en voiture: %@.

source: Park in the
fr: Garez-vous dans le

source: It usually takes
fr: Cela prend habituellement

source: Less than a minute drive
fr: Moins d'une minute de voiture

source: Less than a minute ridesharing
fr: Moins d'une minute de covoiturage

source: Less than a minute ride
fr: Moins d'une minute de vélo

source: Less than a minute walk
fr: Moins d'une minute de marche

source: Less than a
fr: Moins d'une

source: dial-a-ride %@
fr: %@ à réserver

source: Double-tap to
fr: Tapez deux fois pour

source: Arrival at %@ to %@
fr: Arrivée à %@ à %@

source: gram
fr: gramme

source: kilogram
fr: kilogramme

source: of carbon dioxide
fr: de dioxyde de carbone

# bss_station_status_closed
source: Attention: The station is closed.
fr: Attention : La station est fermée.

# bss_station_status_unavailable_pick_up
source: Number of bikes unavailable
fr: Nombre de vélos non disponible

# bss_station_status_unavailable_drop_off
source: Number of places unavailable
fr: Nombre de places non disponible

# get_of_at
source: Get off at %@
fr: Descendre à l'arrêt %@

source: hour
fr: heure

# itinerary_disruption_message
source: This itinerary is subject to severe disruptions.
fr: Cet itinéraire subit actuellement des perturbations bloquantes.

source: Avoid the disruption
fr: Éviter la perturbation

source: My position
fr: Ma position

source: Transport modes
fr: Modes de transport

source: Preferences
fr: Préférences

source: Search
fr: Recherche

source: History
fr: Historique

source: Points of interest
fr: Points d'interêts

source: Addresses
fr: Adresses

source: Now
fr: Maintenant

source: public transport
fr: transports publics

source: Place of departure
fr: Lieu de départ

source: Place of arrival
fr: Lieu d'arrivée

# all_search
source: Search
fr: Rechercher

# all_preferences
source: Preferences
fr: Préférences

# journey_header_from
source: Departure from %@
fr: Départ : %@

# journey_header_to
source: Arrival at %@
fr: Arrivée : %@

# search_by_departure
source: Search by departure date, double tap to switch to search by arrival date
fr: Recherche par date de départ, double clic pour rechercher par date d'arrivée

# search_by_arrival
source: Search by arrival date, double tap to switch to search by departure date
fr: Recherche par date d'arrivé, clic double pour rechercher par date de départ

# search_button_disabled
source: Search disabled. Please enter place of departure and place of arrival.
fr: Recherche désactivée. Veuillez saisir le lieu de départ et d'arrivée.

# stop
source: %d stop
fr: %d arrêt

source: Point of interest
fr: Point d'interêt

source: Today
fr: Aujourd'hui

# journey_header_hint
source: Enter your %s
fr: Saisissez votre %s

# form_time_description
source: Time set: %s
fr: Heure définie : %s

# form_date_description
source: Date set: %s
fr: Date définie : %s

# preferences_description
source: Preferences and Modes
fr: Préférences et modes de transport

# clear_departure
source: Clear place of departure
fr: Effacer le lieu de départ

# clear_arrival
source: Clear place of arrival
fr: Effacer le lieu d'arrivée

source: See ticket
fr: Voir ticket

# please_buy_ticket_separately
source: Please buy this ticket separately
fr: Veuillez acheter ce ticket séparément

source: Total journey price
fr: Total du voyage

# stop_with_uppercase
source: Stop
fr: Arrêt

# now_short
source: Now
fr: Maint...

source: View ticket
fr: Afficher le ticket

source: Stops - Stations
fr: Arrêts - Stations

# price
source: â‚¬ %.2f
fr: € %.2f

# price-from
source: From %s
fr: A partir de %s

# clear_home
source: Clear place of home
fr: Effacer le domicile

# clear_work
source: Clear place of work
fr: Effacer le lieu de travail

# journey_header_work
source: workplace
fr: lieu de travail

# journey_header_home
source: home
fr: domicile

source: Fill in your home address
fr: Saississez votre adresse

source: Fill in your work address
fr: Saississez l'adresse de votre travail

# please_enable_location_manually
source: Please enable your location manually in your settings
fr: Veuillez activer manuellement votre position dans vos paramètres

# please_enable_location
source: Please enable your location
fr: Veuillez activer votre localisation

source: Loading...
fr: Chargement...

source: Could not find anything
fr: Aucun résultat

# price_unavailable
source: Price\nUnavailable
fr: Prix\nIndisponible

source: Location not found
fr: Position introuvable
